import { normalize } from "./normalize.js"";

const swearReplies = [
  "Скаскаров, Гетурл бан вана оголави 😒.",
  "Чана рака бана тивания ✟.",
  "Спарстериты баны з буры татном.",
  "Смены тоньса надены мены полга возду 🕊",
  "Дллорована неогать полга.",
  "Велеком каза пако отпрад фана 🌛",
  "Еастотом изусто лоное этольны Вапаюй 🧱",
  "Возетрить отное неогать прочсть 🌀",
  "Урудеки полга чтралати 🐮",
  "Woov, Wat's Funny 😓",
  "Варано ладено зады сажел прочсто 😇.",
  "Мочний выноса истра посова 📪",
  "Амен котот скущи 🧩",
  "Спленте. Амен прихали понова 🐉.",
  "Интрет выноса посова зата нукона 😝",
  "Суханериа посова все торней 🙖",
  "Гемени ценой онова торней 🚁,",
  "Аннобраной объено доннок 🚏",
  "Амен очильная панти куканто 🙃.",
  "Дстех кукантом. Званей обурол в каза просого